Repository: ArkThis/cinbox
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_at

source: %s: Temp folder '%s' is not writable by user '%s'. Check permissions?
de_at: %s: Ungültiges Temporärverzeichnis angegeben: In '%s' kann von '%s' nicht geschrieben werden. Zugriffsrechte prüfen?

source: Parameter 'excludePatterns' must be an array, but is: %s
de_at: Parameter 'excludePatterns' muss ein Array sein, ist aber: %s

source: Filename must not be empty
de_at: Dateiname darf nicht leer sein

source: Target folder (staging) for '%s' could not be resolved properly.
de_at: Zielordner (staging) für '%s' konnte nicht ordnungsgemäß aufgelöst werden.

source: Target folder (staging) for '%s' resolves to: '%s'
de_at: Zielordner (staging) für '%s' wird aufgelöst zu: '%s'

source: Cleaning filename '%s' to '%s'.
de_at: Säubere Dateiname '%s' zu '%s'.

source: - In: '%s'
de_at: - Rein: '%s'

source: - Out: '%s'
de_at: - Raus: '%s'

source: Cleaned %d names.
de_at: %d Name(n) gesäubert.

source: Could not clean %d names.
de_at: Konnte %d Name(n) nicht säubern.

source: Clean source: %s
de_at: Saubere Quelle: %s

source: Empty or invalid character map.
de_at: Leere oder ungültige character map.

source: Renaming '%s' to '%s'...
de_at: Benenne '%s' zu '%s' um...

source: Could not rename '%s' to '%s'.
de_at: Konnte '%s' nicht in '%s' umbenennen.

source: No '%s' set for '%s'. Cannot continue.
de_at: Kein '%s' für '%s' gesetzt. Kann nicht fortfahren.

source: Copy update mode (folders): %s
de_at: Kopier-Updatemodus (Ordner): %s

source: Invalid value set for '%s': %s
de_at: Ungültiger Wert gesetzt für '%s': %s

source: Copy update mode (files): %s
de_at: Kopier-Updatemodus (Dateien): %s

source: Logfile '%s' removed, since it didn't exist in the first place ;)
de_at: Logfile '%s' entfernt, nachdem es ohnehin nicht existiert hat ;)

source: Logfile '%s' cannot be deleted, because it is not writable. Check access rights?
de_at: Logfile '%s' konnte nicht gelöscht werden, weil es nicht beschreibbar ist. Zugriffsrechte prüfen?

source: Logfile '%s' could not be deleted. Unknown reason.
de_at: Logfile '%s' konnte nicht gelöscht werden. Grund unbekannt.

source: Logfile '%s' was deleted.
de_at: Logfile '%s' wurde gelöscht.

source: createFolder: Empty folder name. This should not happen.
de_at: createFolder: Leerer Ordnername. Das sollte nicht passieren.

source: Creating folder '%s'...
de_at: Erstelle Ordner '%s'...

source: Failed to create folder '%s'.
de_at: Ordner konnte nicht erstellt werden: '%s'.

source: move: Empty source given. This should not happen.
de_at: move: Leere Quelle. Das sollte nicht passieren.

source: move: Empty target given. This should not happen.
de_at: move: Leeres Ziel. Das sollte nicht passieren.

source: Source does not exist: '%s'.
de_at: Quellverzeichnis existiert nicht: '%s'.

source: Target already exists: '%s'.
de_at: Ziel existiert bereits: '%s'.

source: Unable to overwrite '%s'.
de_at: Kann '%s' nicht überschreiben.

source: Moving '%s' to '%s'...
de_at: Verschiebe '%s' nach '%s'...

source: Failed to rename '%s' to '%s'.
de_at: Konnte '%s' nicht in '%s' umbenennen.

source: checkTargetFolderCondition: Empty target folder given.
de_at: checkTargetFolderCondition: Leerer Zielordner gegeben.

source: checkTargetFolderCondition: $updateFolders empty.
de_at: checkTargetFolderCondition: $updateFolders leer.

source: Target folder '%s' already exists.
de_at: Zielordner '%s' existiert bereits.

source: Target folder '%s' is a file, but must be a folder. Not good.
de_at: Zielordner '%s' ist eine Datei, muss aber ein Verzeichnis sein. Nicht gut.

source: Target folder '%s' is not writable. Check access rights?
de_at: Zielordner '%s' ist nicht beschreibbar. Zugriffsrechte überprüfen?

source: Folder '%s' already exists. This violates config condition '%s = %s'.
de_at: Ordner '%s' existiert bereits. Das verletzt Konfigurationsbedingung '%s = %s'.

source: Target folder '%s' does not exist, but has to. This violates config condition '%s = %s'.
de_at: Zielorder '%s' existiert noch nicht. Das verletzt Konfigurationsbedingung '%s = %s'.

source: Invalid option for '%s': %s. This should not have happened.
de_at: Ungültige Option für '%s': %s. Das hätte nicht passieren sollen.

source: checkTargetFolderCondition: No matching rule. This is odd and should not have happened.
de_at: checkTargetFolderCondition: Keine zutreffende Regel. Das ist eigenartig und hätte nicht passieren sollen.

source: Target file '%s' already exists.
de_at: Zieldatei '%s' existiert bereits.

source: Target '%s' is a folder, but should be a file. Not good.
de_at: Ziel '%s' ist ein Ordner, sollte jedoch eine Datei sein. Nicht gut.

source: Target '%s' is not writable. Check access rights?
de_at: Ziel '%s' ist nicht beschreibbar. Zugriffsrechte überprüfen?

source: File '%s' already exists. This violates config condition '%s = %s'.
de_at: Datei '%s' existiert bereits. Das verletzt Konfigurationsbedingung '%s = %s'.

source: File '%s' does NOT exist, but has to. This violates config condition '%s = %s'.
de_at: Datei '%s' existiert noch NICHT. Das verletzt Konfigurationsbedingung '%s = %s'.

source: checkTargetFileCondition: No matching rule. This is odd and should not have happened.
de_at: checkTargetFileCondition: Keine zutreffende Regel. Das ist eigenartig und hätte nicht passieren sollen.

source: Copy command: %s
de_at: Kopierbefehl: %s

source: Copy command returned exit code '%d': %s Commandline: %s
de_at: Kopierbefehl lieferte Exitcode '%d': %s Kommandozeile: %s

source: Invalid or unknown exitcode value: '%d'
de_at: Ungültiger oder unbekannter Exitcode: '%d'

source: Excluding file '%s'. Matches pattern '%s'.
de_at: Exkludiere Datei '%s'. Entspricht Muster '%s'.

source: Copying '%s' to '%s'...
de_at: Kopiere '%s' nach '%s'...

source: No files to copy in '%s'. Fine.
de_at: Keine Dateien zu kopieren in '%s'. In Ordnung.

source: %d/%d file(s) copied from '%s' to '%s'.
de_at: %d/%d Datei(en) von '%s' nach '%s' kopiert.

source: %d errors encountered trying to copy '%s' to '%s'.
de_at: %d Fehler beim Versuch '%s' nach '%s' zu kopieren.

source: Removing empty temp-folders in '%s'...
de_at: Entferne leere Temp-Ordner in '%s'...

source: Dir listing (CSV): %s
de_at: Verzeichnisinhalt (CSV): %s

source: Directory listing output: '%s'
de_at: Verzeichnisinhalt: '%s'

source: Creating directory listing for '%s'...
de_at: Erstelle Verzeichnisinhalt für '%s'...

source: Filename base for directory listing: %s
de_at: Dateinamen-Basis für Verzeichnisinhalt: %s

source: generateDirListArray: '%s' is not a directory.
de_at: generateDirListArray: '%s' ist kein Verzeichnis.

source: Cannot save to file: No filename given.
de_at: Kann Datei nicht schreiben: Kein Dateiname angegeben.

source: Cannot save to file: Directory listing empty.
de_at: Kann Datei nicht schreiben: Verzeichnisinhalt leer.

source: File already exists. Will not overwrite '%s'.
de_at: Die Datei existiert bereits. '%s' wird nicht überschrieben.

source: Saving directory listing to '%s'...
de_at: Speichere Verzeichnisinhalt in Datei '%s'...

source: Could not write directory listing to '%s'. Please check access rights.
de_at: Konnte den Verzeichnisinhalt nicht in '%s' speichern. Bitte die Zugriffsrechte prüfen.

source: Wrote directory listing to '%s'.
de_at: Verzeichnisinhalt wurde in '%s' gespeichert.

source: Commandline empty.
de_at: Die Kommandozeile ist leer.

source: Program does not exist: '%s'
de_at: Das Programm existiert nicht: '%s'

source: Program is not executable: '%s'
de_at: Das Programm ist nicht ausführbar: '%s'

source: Executing command: %s
de_at: Führe Befehl aus: %s

source: Logfile for task '%s' cannot be deleted, since no filename has been set. This is odd, but not critical.
de_at: Logfile für Task '%s' kann nicht gelöscht werden, weil kein Dateiname dafür gesetzt ist. Das ist eigenartig, aber nicht kritisch.

source: Wrote message to logfile '%s' (%d bytes): %s
de_at: Folgende Nachricht in Logfile '%s' geschrieben (%d bytes): %s

source: Error writing message '%s' to logfile '%s'.
de_at: Fehler beim Schreiben der Nachricht '%s' in das Logfile '%s'.

source: Content hashcode type (algorithm): %s
de_at: Content Prüfsummen-Typ (Algorithmus): %s

source: Patterns for FFmpeg sources (input): %s
de_at: Muster für FFmpeg Quellen (Input): %s

source: Patterns for FFmpeg targets (output): %s
de_at: Muster für FFmpeg Zieldateien (Output): %s

source: Commandline 'recipes' for FFmpeg: %s
de_at: Kommandozeilen 'Rezepte' für FFmpeg: %s

source: Rewrap/transcoding Hash validate enabled: %s
de_at: Rewrap/Transcoding Hash Validierung aktiviert: %s

source: Not all FFmpeg config options are configured. Please check config file!
de_at: Nicht alle FFmpeg Config-Optionen sind konfiguriert. Bitte überprüfen Sie das Configfile!

source: No files found. Nothing done. That's okay.
de_at: Keine Dateien gefunden. Nichts gemacht. Ist okay.

source: Processed %d files.
de_at: %d Dateien verarbeitet.

source: Error processing %d files.
de_at: Fehler beim Verarbeiten von %d Dateien.

source: Arrays are not aligned: keys are not present at the same position! Please check in the following order: '%s'
de_at: Arrays sind nicht ausgerichtet: Nicht alle Array-Schlüssel sind in derselben Position anwesend! Bitte überprüfen Sie es in der folgenden Reihenfolge: '%s'

source: FFmpeg processing '%s'...
de_at: FFmpeg verarbeitet '%s'...

source: FFmpeg command: %s
de_at: FFmpeg Kommando: %s

source: Command line and complete, uncut console output: %s
de_at: Kommandozeile und vollständigen, ungeschnittenen Konsolenoutput: %s

source: FFmpeg command returned exit code '%d'. For details see logfile: '%s'
de_at: FFmpeg Kommando gab Exitcode '%d' zurück. Details siehe Logfile: '%s'

source: No files matching '%s'. That's okay.
de_at: Keine Dateien für '%s' gefunden. Ist okay.

source: Found %d source files matching '%s'.
de_at: %d Quelldateien für '%s' gefunden.

source: Source file: '%s' => Target file: '%s'
de_at: Quelldatei: '%s' => Zieldatei: '%s'

source: Not all input files have matching output files: %s %s
de_at: Nicht alle Quelldateien haben zugehörige Zieldateien: %s %s

source: Unable to check if targets exist: file list is not an array, but of type '%s'
de_at: Konnte nicht checken ob Ziel existiert: Dateiliste ist kein Array sondern vom Typ '%s'

source: Target file already exists: '%s'. Remove it first.
de_at: Zieldatei existiert bereits: '%s'. Bitte entfernen.

source: Could not run FFmpeg: %d/%d target files already exist.
de_at: Konnte FFmpeg nicht starten: %d/%d Zieldateien existieren bereits.

source: Hash type '%s' is invalid, not supported by FFmpeg or not known to this Task. Valid types are: %s
de_at: Der Prüfsummen-Typ '%s' ist ungültig; wird von dieser FFmpeg Version nicht unterstützt, oder ist in diesem Task nicht bekannt. Gültige Typen sind: %s

source: Not matched as valid: %s
de_at: Keine gültige Übereinstimmung gefunden: %s

source: No filter for missing files/folders set. Fine.
de_at: Es ist kein Filter für fehlende Dateien/Verzeichnisse gesetzt. In Ordnung.

source: Missing files/folders in '%s': %s
de_at: Fehlene Dateien/Ordner in '%s': %s

source: Folder '%s' contains %d files/subfolders that match '%s'. Good.
de_at: Ordner '%s' enhält %d Datei(en)/Verzeichnis(se), die mit '%s' übereinstimmen. Gut.

source: Folder '%s' is missing files/subfolders that must exist.
de_at: Ordner '%s' fehlen Dateien/Verzeichnisse die jedoch existieren müssen.

source: Patterns for must-exist files: %s
de_at: Muster für Dateien die existieren müssen: %s

source: Patterns for valid files: %s
de_at: Muster für gültige Dateien: %s

source: Patterns for invalid files: %s
de_at: Muster für ungültige Dateien: %s

source: No filter for invalid files set.
de_at: Es wurde kein Filter für ungültige Dateien gesetzt.

source: %d invalid file(s) found in '%s': %s
de_at: %d ungültige Datei(en) in '%s' gefunden: %s

source: Folder '%s' contains no invalid files/subfolders (Matching '%s'). Good.
de_at: Ordner '%s' enthält keine ungültigen Dateien/Unterordner (Muster '%s'). Gut.

source: No filter for valid files set.
de_at: Es wurde kein Filter für gültige Dateien gesetzt.

source: %d non-valid file(s) found in '%s': %s
de_at: %d ungültige Datei(en) in '%s' gefunden: %s

source: Folder '%s' contains only valid files (Matching '%s'). Good.
de_at: Ordner '%s' enthält nur gültige Dateien (Muster '%s'). Gut.

source: Patterns for files to wait for: %s
de_at: Muster für Dateien auf die zu warten ist: %s

source: Folder '%s' is missing %d files/subfolders matching '%s' that must exist before we can proceed.
de_at: Ordner '%s' fehlen %d Datei(en)/Verzeichnis(se) die mit '%s' übereinstimmen. Diese müssen aber existieren.

source: Hashcode type (algorithm): %s
de_at: Prüfsummen-Typ (Algorithmus): %s

source: loadHashFromFile: Hashcode file '%s' does not exist.
de_at: loadHashFromFile: Die Prüfsummendatei '%s' existiert nicht.

source: Could not get temp-hash (%s) for '%s'.
de_at: Konnte Temp-Prüfsumme (%s) nicht für '%s' bekommen.

source: Could not delete temp hashfile '%s'
de_at: Konnte Temp-Hashdatei nicht löschen: '%s'

source: Hash type '%s' is invalid or not supported by this PHP version. Valid types are: %s
de_at: Der Prüfsummen-Typ '%s' ist ungültig oder wird von dieser PHP Version nicht unterstützt. Gültige Typen sind: %s

source: Hash duplicates found: %s
de_at: Prüfsumme: Duplikat(e) gefunden: %s

source: Generating hashcodes for files in '%s'...
de_at: Erzeuge Hashcodes für Dateien in '%s'...

source: Hash file for '%s': %s
de_at: Prüfsummendatei für '%s' ist: %s

source: Hashcode file '%s' does not exist, and could not be created. Check access rights? Disk space?
de_at: Prüfsummendatei '%s' existiert nicht und konnte nicht erstellt warden: Zugriffsrechte prüfen? Freien Speicherplatz prüfen?

source: Skipping hash for '%s'
de_at: Überspringe Prüfsumme für '%s'

source: Writing hash file '%s'...
de_at: Prüfsummendatei '%s' wird geschrieben...

source: Wrote hash file '%s'.
de_at: Prüfsummendatei '%s' wurde geschrieben.

source: Could not write hashcode to file '%s'. Check access rights? Disk space?
de_at: Konnte die Prüfsumme nicht in Datei '%s' abspeichern: Zugriffsrechte prüfen? Freien Speicherplatz prüfen?

source: Hashcode for %d file(s) generated.
de_at: Es wurden Prüfsummen für %d Datei(en) generiert.

source: Hashcode for %d file(s) read from cache in temp folder.
de_at: Es wurden Prüfsummen für %d Datei(en) aus dem Cache im Temporärverzeichnis gelesen.

source: %d problems encountered during hashcode calculation (%s).
de_at: Es gab %d Problem(e) bei der Prüfsummenberechnung (%s).

source: %d problems encountered while saving hashcodes to file.
de_at: Es gab %d Problem(e) beim Speichern der Prüfsummen in Dateien.

source: Hashfile does NOT exist yet. Good. (%s)
de_at: Prüfsummendatei existiert noch NICHT. Gut. (%s)

source: Hashfile already exists (%s).
de_at: Prüfsummendatei existiert bereits (%s).

source: Hashfile is empty.
de_at: Prüfsummendatei ist leer.

source: Hashcode is possibly outdated: data file is newer or has changed? hash time = %s / data time = %s)
de_at: Prüfsumme is möglicherweise nicht mehr aktuell: Ist Bezugsfile neuer oder hat sich seitdem geändert? (hash time = %s / data time = %s)

source: Allowed to skip hashcode creation for '%s' :)
de_at: Überspringen der Prüfsummenerzeugung für '%s' erlaubt. :)

source: Hashing '%s'...
de_at: Berechne Prüfsumme für '%s'...

source: hash_file failed: Could not create hash (%s) for '%s'.
de_at: hash_file Fehler: Konnte die Prüfsumme (%s) für '%s' nicht erzeugen.

source: Hashcode (%s) for '%s' = %s
de_at: Prüfsumme (%s) für '%s' = %s

source: Skipping folder '%s': Not all options set for task %s. That's okay.
de_at: Überspringe Ordner '%s': Nicht alle Optionen für Task %s gesetzt. Das ist in Ordnung.

source: Folder '%s'...
de_at: Ordner '%s'...

source: Could not sort hashcodes by filename. This is weird.
de_at: Konnte Prüfsummen nicht nach Dateinamen sortieren. Das ist eigenartig.

source: Hashcode output mode: %s
de_at: Prüfsummen Ausgabemodus: %s

source: Invalid value set for %s: '%s' (Valid options are: %s)
de_at: Ungültiger Wert für %s gesetzt: '%s' (Gültige Optionen sind: %s)

source: Hashcode output filename mask: %s
de_at: Maske des Prüfsummen-Ausgabedateinamens: %s

source: Hashcode output format: %s
de_at: Prüfsummen Ausgabeformat: %s

source: writeHashCodeFiles: parameter hashCodes must be an array.
de_at: writeHashCodeFiles: Parameter hashCodes muss ein Array sein.

source: Output hash line: '%s'
de_at: Prüfsummen Ausgabezeile: '%s'

source: Target hash output: %s
de_at: Ziel Prüfsummenausgabe: '%s'

source: Empty contents given. Won't write to file '%s'.
de_at: Leerer Inhalt. Werde ihn nicht in Datei '%s' speichern.

source: Target hash file is not writable: '%s'. Check permissions?
de_at: Ziel Prüfsummendatei ist nicht beschreibbar: '%s'. Zugriffsrechte prüfen?

source: Integrating new hashcodes into '%s/%s'...
de_at: Integriere neue Prüfsummen in '%s/%s' hinein...

source: Could not write to '%s'.
de_at: Konnte nicht nach '%s' schreiben.

source: Searching existing hashcodes for files in '%s'...
de_at: Suche nach existierenden Datei-Prüfsummen in '%s'...

source: Hashcode search patterns: %s
de_at: Prüfsummen-Suchmuster: %s

source: Hashcodes must exist for: %s
de_at: Prüfsummen müssen existieren für: %s

source: findHashes: hashType (%s) is not configured.
de_at: findHashes: hashType (%s) ist nicht konfiguriert.

source: searchHashCode: Hashtype is '%s'.
de_at: searchHashCode: Prüfsummen-Typ ist '%s'.

source: No temp hash existing for '%s'. This is odd. Task 'TaskHashGenerate' must have been run before this one.
de_at: Keine Temporär-Prüfsumme für '%s' gefunden. Dies ist merkwürdig: Der Task 'TaskHashGenerate' muss vor diesem Task gelaufen sein.

source: %d files containing hash code match for '%s' found (%s = %s)
de_at: Es wurde(n) %d Datei(en) mit Prüfsummen-Übereinstimmung für '%s' gefunden (%s = %s)

source: Searching hashcode '%s' in '%s'...
de_at: Suche nach Prüfsumme '%s' in '%s'...

source: Files matching search patterns: %s
de_at: Dateien, die dem Suchmuster entsprechen: %s

source: Lines containing hash match in '%s': %s
de_at: Zeilen in '%s', die eine Prüfsummen-Übereinstimmung enthalten: %s

source: File does not exist or is not readable: '%s'
de_at: Die Datei existiert nicht oder ist nicht lesbar: '%s'

source: Empty hashcode given.
de_at: Leerer Hashcode gegeben.

source: Could not read file '%s'.
de_at: Konnte Datei nicht lesen: '%s'.

source: No must exists set. Fine.
de_at: Keine 'must-exists' gesetzt. Okay.

source: No files matching '%s = %s'. That's okay.
de_at: Es stimmen keine Dateien mit '%s = %s' überein. Das ist in Ordnung.

source: Existing hashcode missing for %d files (%s): %s
de_at: Es fehlen existierende Prüfsummen für %d Datei(en) (%s): %s

source: File is probably corrupt: '%s'. Removing its temp hashfile...
de_at: Datei ist wahrscheinlich beschädigt: '%s'. Lösche dessen Temp-Hashdatei...

source: Existing hashcodes found for all %d files matching: %s
de_at: Existierende Prüfsummen für alle %d übereinstimmenden Dateien gefunden: %s

source: Checking target folder '%s'...
de_at: Überprüfe Zielordner '%s'...

source: Validating target '%s' against source hash (%s): %s
de_at: Validiere Ziel '%s' gegen Quell-Prüfsumme (%s): %s

source: Hashcode mismatch for '%s': Is %s but should be %s.
de_at: Prüfsumme unterschiedlich für '%s': Ist %s, aber sollte %s sein.

source: Target '%s' is valid.
de_at: Ziel '%s' ist gültig.

source: Logfile foldername empty/not set yet. This should not happen.
de_at: Logdatei Ordnername leer/noch nicht gesetzt. Das sollte nicht passieren.

source: Logfile name empty/not set yet. This should not happen.
de_at: Logdatei Name leer/noch nicht gesetzt. Das sollte nicht passieren.

source: Logfile target: %s
de_at: Logdatei Ziel: %s

source: Target folder for logfile doesn't exist yet: %s
de_at: Zielordner für Logdatei existiert noch nicht: %s

source: Copying logfile from '%s' to '%s'.
de_at: Kopiere Logdatei von '%s' nach '%s'.

source: Successfully copied logfile to '%s'
de_at: Logdatei erfolgreich kopiert nach: '%s'

source: Failed to copy logfile.
de_at: Kopieren der Lodatei fehlgeschlagen.

source: Post-processing scripts: %s
de_at: Nachbereitungs-Skripts: %s

source: Running %d post-processing scripts in folder '%s' ...
de_at: Führe %d Nachbereitungs-Skript(s) im Verzeichnis '%s' aus ...

source: Executing post-processor #%d: '%s'
de_at: Führe Nachbereitungs-Skript #%d aus: '%s'

source: Call returned with non-zero exit code: %d Command was: '%s'
de_at: Der Aufruf lieferte einen Nicht-Null Statuscode: %d Das Kommando war: '%s'

source: Pre-processing scripts: %s
de_at: Vorbereitungs-Skripte: %s

source: Running %d pre-processing scripts in folder '%s' ...
de_at: Führe %d Vorbereitungs-Skript(s) im Verzeichnis '%s' aus ...

source: Executing pre-processor #%d: '%s'
de_at: Führe Vorbereitungs-Skript #%d aus: '%s'

source: Temp folder does not exist anymore: '%s'
de_at: Temporärordner existiert nicht mehr: '%s'

source: Staging folders to remove: %s
de_at: Staging-Ordner zu löschen: %s

source: Cleaning up %d empty staging folder structures:
de_at: Räume %d leere Staging-Ordnerstrukturen auf:

source: Removing empty stage folder '%s'...
de_at: Entferne leere Stage-Ordner '%s'...

source: Some folders in staging were not empty when trying to remove them. Not clean.
de_at: Einige Ordner in Staging waren nicht leer beim Versuch sie zu entfernen. Nicht sauber.

source: Merging files from '%s' into '%s'...
de_at: Zusammenlegen von Dateien in '%s' mit '%s'...

source: %d of %d files had errors.
de_at: %d von %d Dateien hatten Fehler.

source: S3 info file: '%s'
de_at: S3 Infodatei: '%s'

source: Absolute filename of S3 info file: '%s'
de_at: Absoluter Dateiname von S3 Infodatei: '%s'

source: S3 info file does not exist: '%s'
de_at: S3 Infodatei existiert nicht: '%s'

source: Unable to resolve empty mask
de_at: Leere Maske: Auflösen nicht möglich

source: No arguments given to resolve string placeholders
de_at: Es wurden keine Werte übergeben um die Platzhalter-Variablen zu füllen

source: Parameter $argument is not an array
de_at: Der Parameter $argument ist kein array

source: touchFile: Could not create subfolder: '%s'.
de_at: touchFile: Das Unterverzeichnis '%s' konnte nicht erstellt werden.

source: isAbsolutePath: Empty pathname given.
de_at: isAbsolutePath: Pfadname ist leer.

source: Unable to determine PHP username.
de_at: Konnte PHP-Benutzername nicht bestimmen.

source: Can't create subfolder array: Invalid folder '%s' (not a directory?).
de_at: Kann Unterordner-Array nicht erstellen: Ungültiger Ordner '%s' (kein Verzeichnis?).

source: getSubFolderArray: Maximum recursion depth %d exceeded (%d)!
de_at: getSubFolderArray: Maximale Rekursionstiefe %d überschritten (%d)!

source: removeEmptySubfolders: Invalid folder '%s' (not a directory?)
de_at: removeEmptySubfolders: Ungültiger Ordner '%s' (kein Verzeichnis?)

source: Foldername must not be empty
de_at: Ordnername darf nicht leer sein

source: Parameter must be an instance of an SplFileInfo class.
de_at: Parameter muss eine Instanz einer SplFileInfo Klasse sein.

source: Directory listing must not be empty
de_at: Verzeichnis-Listing darf nicht leer sein

source: Directory listing must be an array
de_at: Verzeichnis-Listing muss ein Array sein

source: filter_keys must be an array, but is of type %s
de_at: filter_keys muss ein Array sein, ist aber vom Typ %s

source: stat() call failed for %s
de_at: Aufruf von stat() fehlgeschlagen für %s

source: Unable to resolve absolute path. Folder does not exist: '%s'
de_at: Konnte absoluten Pfad nicht auflösen. Ordner existiert nicht: '%s'

source: isFileOlderThan: Invalid file '%s'. Does it exist and is a file?
de_at: isFileOderThan: Ungültige Datei '%s'. Existiert sie und ist eine Datei?
