Repository: ArkThis/cinbox
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_at

source: Usage: %s [OPTION] Mandatory arguments: -i Inbox source folder Optional arguments: -c Config file. If none given, default INI file in source folder is used -h Show help/syntax -p Processing folder (contains logs, etc) -v Verbose mode (logLevel = INFO) --debug Debug mode (logLevel = DEBUG) --logstyle STYLE Set output format of Item log STYLE can be: 'classic' or 'cv' --lang Set language. Syntax is same as in config file: de_DE, en_GB, etc. --log Set logfile for inbox (items will have their own) --forever Continue looping/waiting for items until interrupted by user --version Show version number EXIT VALUES %d Success %d Syntax or usage error in arguments %d Error during initialization %d Runtime error %d Errors occurred while processing an item
de_at: Verwendung: %s [OPTION] Erforderliche Parameter: -i Inbox Quellordner Optionale Parameter: -c Konfigurationsdatei. Falls keine angegeben wird die standard INI Datei im Quellordner verwendet -h Diese Hilfe/Syntax anzeigen -p Verarbeitungsordner (enthält Logs, etc) -v Verboser Modus (logLevel = INFO) --debug Debug Modus (logLevel = DEBUG) --logstyle STYLE Setze Ausgabeformat des Item Logs STYLE kann sein: 0 (=classic) or 1 (=cv) --lang Setze Sprache. Syntax ist identisch mit der in der Konfigurationsdatei: de_DE, en_GB, etc. --log Setze Dateiname für Log der Inbox (Items haben ihre eigene Logdateien) --forever In Endlosschleife Items abarbeiten, bis von Benutzerin abgebrochen --version Zeige Versionsnummer EXIT VALUES %d Erfolgreich %d Syntax- oder Benutzerfehler in Parametern %d Fehler während Initialisierung %d Laufzeit Fehler %d Fehler traten während Verarbeitung eines Items auf

source: Setting language to '%s'.
de_at: Setzte Sprache auf '%s'.

source: Language '%s' not supported. Is matching locale installed?
de_at: Sprache '%s' ist nicht unterstützt. Ist die passende Locale installiert?

source: Language folder name empty.
de_at: Ordner für Sprache leer.

source: Cannot find language folder: '%s'.
de_at: Kann Ordner für Sprache nicht finden: '%s'.

source: Bind textdomain '%s': %s
de_at: Verbinde Textdomäne '%s': %s

source: Bind textdomain codeset: %s
de_at: Setze Textdomain Codeset: %s

source: Use textdomain: %s
de_at: Verwende Textdomain: %s

source: Initializing Inbox...
de_at: Initialisiere Inbox...

source: Could not init Inbox due to errors:
de_at: Die Inbox konnte aufgrund von Fehlern nicht initialisiert werden:

source: Error during Inbox execution:
de_at: Fehler während Inbox Ausführung:

source: addPlaceholder: No name given.
de_at: addPlaceholder: Es wurde kein Name angegeben.

source: Adding value for '%s = %s'.
de_at: Wert zugewiesen: '%s = %s'.

source: Getting config for INI section '%s'...
de_at: Lade Konfiguration für INI-Sektion '%s'...

source: getConfigForSection: parameter $section cannot be empty.
de_at: getConfigForSection: Parameter $section darf nicht leer sein.

source: Will not set configfile name to empty.
de_at: Der Name der Konfigurationsdatei kann nicht leer gesetzt werden.

source: Config file not found: %s
de_at: Die Konfigurationsdatei ist: %s

source: Invalid config file: %s
de_at: Ungültige Konfigurationsdatei: %s

source: Config file is empty or has invalid size: %s (%d bytes)
de_at: Die Konfigurationsdatei ist leer oder hat eine ungültige Größe: %s (%d Bytes)

source: Config file is: %s
de_at: Die Konfigurationsdatei ist: %s

source: Configfile does not exist: %s
de_at: Konfigurationsdatei existiert nicht: %s

source: configFileProps must be an array is of type '%s'.
de_at: configFileProps muss ein Array sein, ist aber vom Typ '%s'.

source: Loading config from file '%s'...
de_at: Lade Konfiguration aus Datei '%s'...

source: Unable to load config from file: Config file not set.
de_at: Fehler beim Laden der Konfiguration: Konfigurationsdatei nicht angegeben.

source: Unable to load config from string: Empty string given.
de_at: Fehler beim Laden der Konfiguration: Angegebene Variable (string) leer.

source: configRaw: %s
de_at: Konfiguration (roh): %s

source: Unable to parse config from string: Empty string given.
de_at: Kann Konfigurationsvariable (string) nicht lesen: Leere Variable (string) angegeben.

source: Problem parsing INI contents
de_at: Problem beim Lesen der INI Inhalte

source: Erroneous config string:
de_at: Fehlerhafter Config-String:

source: Unable to parse config from string: Invalid config string (no array).
de_at: Kann Konfigurationsvariable (string) nicht lesen: Ungültige Konfiguration (kein array).

source: Config placeholders not initialized.
de_at: Konfigurationsplatzhalter nicht initialisiert.

source: Config is not an array.
de_at: Die Konfiguration ist kein array.

source: Unable to load config: Empty config given.
de_at: Kann Konfiguration nicht laden: Leere Konfiguration angegeben.

source: Unable to load config: Not an array.
de_at: Kann Konfiguration nicht laden: Ist kein array.

source: CIFolder: Invalid folder '%s'
de_at: CIFolder: Ungültiger Ordner '%s'

source: New folder '%s' (%s)
de_at: Neues Verzeichnis '%s' (%s)

source: Name of folder cannot be empty.
de_at: Ordnername darf nicht leer sein.

source: Folder '%s' is not a directory.
de_at: Ordner '%s' ist kein Verzeichnis.

source: Could not load folder '%s' as SplFileInfo object.
de_at: Konnte das Verzeichnis '%s' nicht als SplFileInfo-Objekt laden.

source: Empty foldername given.
de_at: Ordnername war leer.

source: Cannot move folder. Folder does not exist: '%s'.
de_at: Kann Ordner nicht verschieben. Ordner existiert nicht: '%s'.

source: Cannot move folder. Target already exists: '%s'.
de_at: Kann Ordner nicht verschieben. Ziel existiert bereits: '%s'.

source: Cannot move folder. Parent folder is not writeable or does not exist: '%s'.
de_at: Kann Ordner nicht verschieben. Übergeordneter Ordner ist nicht beschreibbar oder existiert nicht: '%s'.

source: Could not move folder '%s' to '%s'.
de_at: Konnte Ordner '%s' nicht nach '%s' verschieben.

source: Parent item given is not instance of 'CIItem'.
de_at: Das angegebene Eltern-Item ist keine Instanz von 'CIItem'.

source: Empty base folder given.
de_at: Leeres Basisverzeichnis angegeben.

source: Invalid base folder: '%s' is not a directory.
de_at: Ungültiges Basisverzeichnis: '%s' is kein Verzeichnis.

source: Configuration object empty.
de_at: Das Konfigurationsobjekt ist leer.

source: Constructing config for folder '%s'
de_at: Konstruiere Konfiguration für das Verzeichnis '%s'

source: Config for '%s' is: %s
de_at: Die Konfiguration für '%s' ist: %s

source: Cannot get subdir: No base folder defined.
de_at: Kann Unterverzeichnisse nicht abfragen: Kein Basisverzeichnis definiert.

source: Cannot get subdir: Invalid base folder '%s'.
de_at: Kann Unterverzeichnisse nicht abfragen: Ungültiges Basisverzeichnis '%s'.

source: getPathname failed: folderObj empty.
de_at: Fehler in getPathname: folderObj war leer.

source: CIFolder: Refusing to set temp folder to empty string.
de_at: CIFolder: Kann Temporärverzeichnis nicht leer setzen.

source: CIFolder: Invalid temp folder given. '%s' is not a directory.
de_at: CIFolder: Ungültiges Temporärverzeichnis angegeben: '%s' ist kein Verzeichnis.

source: CIFolder: Invalid temp folder given. '%s' is not writable. Check access rights?
de_at: ClFolder: Ungültiges Temporärverzeichnis angegeben: In '%s' kann nicht geschrieben werden. Zugriffsrechte prüfen?

source: Cannot query for absolute/relative target path: Property 'hasTargetFolder' has unknown/invalid value.
de_at: Kann nicht prüfen ob Zielordner absolut/relativ ist: Eigenschaft 'hasTargetFolder' hat unbekannten/ungültigen Wert.

source: Target path (%s) for '%s' is relative, but no parent folder is set.
de_at: Der Zielpfad (%s) für '%s' ist relativ, aber es ist kein Elternverzeichnis gesetzt.

source: Cannot set changelog file: temp folder not valid/set?
de_at: Kann Dateiname vom Änderungs-Log nicht setzen: Temporärordner nicht gültig/gesetzt?

source: Item memory '%s': Remembering '%s' as '%s'.
de_at: Item Memory '%s': Merke mir '%s' als '%s'.

source: Item memory '%s': Unable to recall key '%s', because it's not set.
de_at: Item Memory '%s': Kann Schlüssel '%s' nicht aufrufen, weil er nicht gesetzt ist.

source: Item '%s': Recalling '%s' as '%s'.
de_at: Item '%s': Rufe '%s' als '%s' auf.

source: Item memory '%s': Cannot forget empty key value. 🤔️
de_at: Item Memory '%s': Kann Wert von leerem Schlüssel nicht vergessen. 🤔️

source: Item memory '%s': Asked to forget a key that wasn't remembered: '%s'?
de_at: Item Memory '%s': Anfrage einen Schlüssel zu vergessen, der nie gesetzt wurde: '%s'?

source: Unable to validate ID: Item ID is empty.
de_at: Die ID konnte nicht validiert werden: Die Item ID ist leer.

source: Invalid configuration '%s': Must be an array. Maybe missing '[]'?
de_at: Ungültige Einstellung %s: Muss ein Array sein. Fehlt vielleicht '[]'?

source: preg_match failed for item ID '%s' and Regular Expression '%s'.
de_at: preg_match für Item ID '%s' und Regular Expression '%s' schlug fehl.

source: Item ID matches RegEx #%d: %s
de_at: Item ID stimmt mit RegEx #%d überein: %s

source: Unable to init item: Item ID empty.
de_at: Das Item konnte nicht initialisiert werden: Die Item ID ist leer.

source: Item Token filenames: %s
de_at: Item Token Dateinamen: %s

source: Item ID '%s' is valid. Good!
de_at: Die Item ID '%s' ist gültig. Gut!

source: Invalid Item ID: '%s' does not match any of the RegEx patterns in %s
de_at: Ungültige Item ID: '%s' stimmt nicht mit einem der RegEx Muster in %s überein

source: Bucket script returned error code %d.
de_at: Bucketscript lieferte Fehlercode %d.

source: Bucket script returned empty bucket.
de_at: Bucketscript lieferte leeren Bucket.

source: No bucket script given. NOTE: Placeholder '%s' will NOT be resolved.
de_at: Kein Bucketscript definiert. HINWEIS: Platzhalter '%s' wird NICHT aufgelöst werden.

source: Bucket script not found: '%s'
de_at: Bucketscript nicht gefunden: '%s'

source: Calling bucket script '%s' with item ID '%s'...
de_at: Rufe Bucketscript '%s' mit Item ID '%s' auf...

source: Bucket script returned '%s'.
de_at: Bucketscript lieferte '%s'.

source: Maximum recursion depth %d exceeded (%d)!
de_at: Maximale Rekursionstiefe %d überschritten (%d)!

source: Initializing Item subfolder: '%s' (=%s) / base: '%s'
de_at: Initialisiere Item-Unterordner: '%s' (=%s) / Basis: '%s'

source: Running task '%s' on folder: '%s'
de_at: Führe Task '%s' auf Ordner '%s' aus

source: Unable to process item '%s'. Item not initialized.
de_at: Das Item '%s' konnte nicht bearbeitet werden. Das Item ist nicht initialisiert.

source: Processing item '%s'...
de_at: Bearbeite Item '%s'...

source: Subfolder structure of '%s': %s
de_at: Unterordnerstruktur von '%s': %s

source: (%s) Subfolder structure has changed. Loading it again.
de_at: (%s) Unterordnerstruktur hat sich geändert. Lade sie neu.

source: Executing task #%d: '%s'...
de_at: Führe Task #%d: '%s' aus...

source: (%s): Issue found in task '%s'. Aborting task list
de_at: (%s): Problem im Task '%s' gefunden. Die Taskliste wird abgebrochen

source: (%s): Problem with config setting found in task '%s'. Aborting task list
de_at: (%s): Problem mit Konfigurationseinstellung im Task '%s' gefunden. Die Taskliste wird abgebrochen

source: (%s): Issue found in task '%s'. This Task may proceed, but tasklist will be aborted.
de_at: (%s): Problem im Task '%s' gefunden. Dieser Task darf noch weitermachen, aber die restliche Taskliste wird abgebrochen.

source: (%s): Issue found in task '%s'. Processing may still proceed...
de_at: (%s): Problem im Task '%s' gefunden. Verarbeitung kann jedoch weitergeführt werden...

source: (%s): Task '%s' okay for '%s'.
de_at: (%s): Task '%s' in Ordnung für '%s'.

source: (%s): Task '%s' skipped for '%s'.
de_at: (%s): Task '%s' übersprungen für '%s'.

source: (%s): Task '%s' triggered Item to wait. Resetting Item after this task.
de_at: (%s): Task '%s' markierte Item zum Warten. Item wird nach diesem Task zurückgesetzt.

source: (%s): Task '%s': Invalid task status '%s'.
de_at: (%s): Task '%s': Ungültiger Taskstatus '%s'.

source: Task '%s' is recursive itself. Applied only to '%s'.
de_at: Der Task '%s' ist rekursiv. Wurde nur auf '%s' angewandt.

source: Task '%s' is marked as 'once per Item'. Applied only to '%s'.
de_at: Der Task '%s' ist als 'einmal per Item' markiert. Wurde nur auf '%s' angewandt.

source: (%s): Task '%s' ran successfully.
de_at: (%s): Task '%s' lief erfolgreich.

source: (%s): Task '%s' ran with %d errors.
de_at: (%s): Task '%s' lief mit %d Fehlern.

source: Item '%s': %d/%d task(s) processed, but with %d errors. Please check the logs!
de_at: Item '%s': %d/%d Task(s) verarbeitet, aber mit %d Fehlern. Überprüfen Sie bitte die Logfiles!

source: %d task(s) had errors: %s
de_at: %d Task(s) hatten Fehler: %s

source: Item '%s': %d/%d task(s) processed successfully!
de_at: Item '%s': %d/%d Task(s) wurden erfolgreich verarbeitet!

source: Item memory (%s) on finalize: %s
de_at: Item Memory (%s) Inhalt beim Finalisieren: %s

source: Checking if item '%s' is ready for processing...
de_at: Überprüfe ob Item '%s' bereit für die Verarbeitung ist...

source: Item age is: %d minutes (cooloff time: %d)
de_at: Alter von Item ist: %d Minuten (Abkühlzeit: %d)

source: Item not ready for processing: Need to wait %d more minutes.
de_at: Item nicht bereit für die Verarbeitung: Muss noch %d Minuten warten.

source: Cannot set temp folder for Item: Must set ItemID first.
de_at: Kann kein Temporärverzeichnis für das Item anlegen: Die Item ID muss zuerst gesetzt sein.

source: Invalid temp folder given. '%s' is not writable. Check access rights?
de_at: Ungültiges Temporärverzeichnis angegeben: In '%s' kann nicht geschrieben warden. Zugriffsrechte prüfen?

source: Creating temp folder '%s' failed.
de_at: Temporärverzeichnis '%s' anlegen ist gescheitert.

source: Set temp folder for '%s' to '%s'.
de_at: Setze Temporärverzeichnis für '%s' auf '%s'.

source: Trying to remove temp folder '%s'...
de_at: Versuche, das Temporärverzechnis '%s' zu löschen...

source: Removed temp folder.
de_at: Temporärverzeichnis gelöscht.

source: Could not remove temp folder '%s'.
de_at: Konnte Temporärverzeichnis nicht löschen: '%s'.

source: Unable to determine age of %s. Invalid return type: %s
de_at: Kann Alter von %s nicht bestimmen. Ungültige Rückgabetype: %s

source: Updating changelog: %s
de_at: Aktualisiere Änderungs-Log: %s

source: Could not write to changelog '%s'. Check access rights?
de_at: Konnte das Änderungs-Log '%s' nicht erstellen. Zugriffsrechte prüfen?

source: Updating Item timestamp to: %s
de_at: Aktualisierte Zeitstempel auf: %s

source: No token filename exists for given key '%s'.
de_at: Für angegebenen Schlüssel '%s' existiert kein Token-Dateiname.

source: Cannot write token file: Empty filename given.
de_at: Kann Token-Datei nicht schreiben: Kein Dateiname angegeben.

source: Could not write to token file '%s'. Check access rights?
de_at: Konnte das Änderungs-Log '%s' nicht erstellen. Zugriffsrechte prüfen?

source: Clean ending of Inbox...
de_at: Sauberer Abschluss der Inbox...

source: Could not remove temp folder '%s'. This is okay if some items are still in present in the processing folders.
de_at: Konnte das Temporärverzeichnis '%s' nicht löschen. Dies ist in Ordnung falls sich noch Items in den Verarbeitungsordnern befinden.

source: Source folder name empty.
de_at: Quellverzeichnis: Leere Angabe.

source: Source folder does not exist: '%s'
de_at: Quellverzeichnis '%s' existiert nicht.

source: Source folder is not a directory: '%s'
de_at: Quellverzeichnis '%s' ist kein Verzeichnis.

source: Unable to set config filename to default '%s', because source folder is not set.
de_at: Kann den Standard für den Konfigurationsdateinamen ( '%s') nicht setzen, da kein Quellverzeichnis gesetzt wurde.

source: Applying settings for inbox...
de_at: Wende Einstellungen auf die Inbox an...

source: Initializing default settings for Inbox...
de_at: Initialisiere die Standardeinstellungen für die Inbox...

source: Settings for inbox: %s
de_at: Einstellungen für diese Inbox: %s

source: No inbox name set in config option '%s'. Please set one.
de_at: Es wurde kein Inbox Name in der Konfigurationsoption '%s' gesetzt. Bitte einen Namen setzen.

source: Could not load settings for '%s': %s %s
de_at: Konnte die Einstellungen für '%s': %s nicht laden: %s

source: Inbox settings successfully applied.
de_at: Die Inbox-Einstellungen wurden erfolgreich übernommen.

source: Unable to get Inbox name: Config not initialized.
de_at: Konnte den Inbox Namen nicht auslesen: Konfiguration nicht initialisiert.

source: No %s set. That's fine. We have nothing to wait for.
de_at: Kein %s gesetzt. Das ist in Ordnung. Wir haben also nichts auf das wir warten müssen.

source: Work times should be an array. Did you add '[]' after '%s' in the config?
de_at: Arbeitszeiten müssen ein Array sein. Haben Sie '[]' nach '%s' in der Config hinzugefügt?

source: Work times set: %s
de_at: Arbeitszeiten gesetzt: %s

source: Listing item folders in '%s'...
de_at: Auflisten der Item-Ordner in '%s'...

source: Cannot list items. Value for 'sourceFolder' is not set.
de_at: Kann keine Items auflisten: Kein Wert für 'sourceFolder' konfiguriert.

source: Inbox '%s' contains %d items.
de_at: Inbox '%s' enthält %d Item(s).

source: Could not get operating system's temp folder. 'sys_get_temp_dir()' was empty.
de_at: Kann den Temporärverzeichnispfad des Systems nicht auslesen: Rückgabewert von 'sys_get_temp_dir()' war leer.

source: Problem getting operating system's temp folder. '%s' is not a directory.
de_at: Kann den Temporärverzeichnispfad des Systems nicht auslesen: '%s' ist kein Verzeichnis.

source: Initializing temp folder...
de_at: Initialisiere Temporärverzeichnis...

source: Invalid or empty temp folder root: '%s'. Check config variable '%s'?
de_at: Konnte das Temporärverzeichnis '%s' nicht erstellen. Bitte die Config-Option '%s' überprüfen?

source: Temporary folder: '%s'
de_at: Temporärverzeichnis: '%s'

source: Temp folder for Inbox '%s' already exists. Possible re-run. We'll be careful.
de_at: Das Temporärverzeichnis für die Inbox '%s' existiert bereits. Eventuell wird der Task erneut ausgeführt: Vorsichtiger Modus.

source: Creating temp folder: '%s'
de_at: Erstelle Temporärverzeichnis: '%s'

source: Could not create temp folder '%s'. Check access rights? Does parent folder exist?
de_at: Konnte das Temporärverzeichnis '%s' nicht erstellen. Zugriffsrechte prüfen? Existiert das übergeordnete Verzeichnis?

source: Cannot init item: itemId not set.
de_at: Kann das Item nicht initialisieren: Keine ItemID gesetzt.

source: Initializing item '%s'...
de_at: Initialisiere Item '%s'...

source: Reached limit of %d items per run.
de_at: Limit von %d Items per Durchlauf erreicht.

source: Next Item: %d/%d (max %d)
de_at: Nächstes Item: %d/%d (max %d)

source: Could not process item
de_at: Das Item konnte nicht verarbeitet werden

source: Problems with '%s'
de_at: Probleme mit '%s'

source: Pausing %d seconds...
de_at: Warte %d Sekunden...

source: No %s set. Nothing to wait for.
de_at: Kein %s gesetzt. Kein Grund zu warten.

source: Next run date is: %s (%s)
de_at: Nächster Ausführzeitpunkt: %s (%s)

source: %s expression '%s' is now due! Ready to continue.
de_at: %s Ausdruck '%s' is jetzt fällig! Bereit zum Weitermachen.

source: Current date/time '%s' is outside of working hours set in '%s'. I'll wait 😇️
de_at: Aktuelles Datum/Uhrzeit '%s' ist außerhalb der in '%s' gesetzten Arbeitszeiten. Ich warte. 😇️

source: Config has changed while running. Please restart to load new settings!
de_at: Konfiguration hat sich zur Laufzeit geändert. Bitte starten Sie das Programm neu um die Änderungen zu übernehmen!

source: Next item to process: '%s'.
de_at: Das nächste Item zur Bearbeitung ist: '%s'.

source: Could not process item '%s'
de_at: Folgnedes Item konnte nicht verarbeitet werden: '%s'

source: Could not finalize item '%s'
de_at: Folgendes Item konnte nicht initialisiert werden: '%s'

source: Problem with Item
de_at: Probleme mit Item

source: Currently no items to process.
de_at: Aktuell sind keine Items zu verarbeiten.

source: Config file has changed: %s
de_at: Die Konfigurationsdatei hat sich geändert: %s

source: Item ID required
de_at: Item ID benötigt

source: Invalid log folder: '%s'
de_at: Ungültiger Log-Ordner: '%s'

source: Status base folder invalid or not set: %s
de_at: Status Basis-Ordner ungültig oder nicht gesetzt: %s

source: No folder configured matching '%s'
de_at: Keine Ordnerkonfiguration passend für '%s'

source: State-keeping base folder does not exist or is not a folder: %s
de_at: Status Basisordner existiert nicht oder ist kein Verzeichnis: %s

source: State-keeping base folder is '%s'
de_at: Status-Basisordner ist '%s'

source: Processing folder for '%s' does not exist: %s
de_at: Verarbeitungsordner für '%s' existiert nicht: %s

source: Folder for '%s' is not a directory: %s
de_at: Ordner für '%s' ist kein Verzeichnis: %s

source: Cannot write to folder for '%s': '%s' - Check access rights?
de_at: Kann in Ordner for '%s' nicht schreiben: '%s' - Zugriffsrechte prüfen?

source: Processing folder for '%s' is: %s
de_at: Verarbeitungsordner für '%s' ist: %s

source: %d/%d processing folders are not valid.
de_at: %d/%d Verarbeitungsorder sind nicht gültig.

source: No state-keeping base folder set. Config option %s
de_at: Kein Status-Basisordner gesetzt. Konfigurationsoption %s

source: (%s): Current folder: %s
de_at: (%s): Aktueller Ordner: %s

source: (%s): Target folder: %s
de_at: (%s): Zielordner: %s

source: (%s): Changed status from '%s' to '%s'...
de_at: (%s): Status von '%s' nach '%s' geändert...

source: (%s): Could not move folder '%s' to '%s'.
de_at: (%s): Konnte Ordner nicht von '%s' nach '%s' verschieben.

source: Token '%s' written to: '%s'.
de_at: Token '%s' in '%s' geschrieben.

source: Removing finished Items older than %d days...
de_at: Entferne fertige Items die älter sind als %d Tage...

source: Item: %s (%d days old)
de_at: Item: %s (%d Tage alt)

source: Deleting finished Item: %s
de_at: Lösche fertige Items: %s

source: Ignoring file '%s' (not an Item). Delete it manually if desired.
de_at: Ignoriere Datei '%s' (ist kein Item). Löschen Sie sie manuell, falls gewünscht.

source: Deleted %d items.
de_at: %d Items gelöscht.

source: Cannot instantiate task '%s': Invalid CIFolder object.
de_at: Kann den Task '%s' nicht instanzieren: Ungültiges CIFolder-Objekt.

source: Cannot set parent item for task '%s': item is not an instance of a CIItem class, but '%s'.
de_at: Kann Eltern-Item für Task '%s' nicht setzen: Item ist keine Instanz von CIItem Klasse, sondern '%s'.

source: Invalid item subdirs variable: not an array.
de_at: Ungültige Item Unterordner Variable: Kein Array.

source: Loading task settings...
de_at: Task-Einstellungen warden geladen...

source: Copy exclude: %s
de_at: Nicht mitkopieren: %s

source: Task '%s' init.
de_at: Task '%s' Initialisierung.

source: Failed to load settings for task '%s'.
de_at: Konnte die Einstellungen für Task '%s' nicht laden.

source: Target folder for '%s' resolves to: '%s'
de_at: Zielordner für '%s' wird aufgelöst zu: '%s'

source: Cannot create task: No taskname given.
de_at: Kann den Task nicht erzeugen: Kein Taskname gesetzt.

source: Cannot create object: Invalid task name '%s'.
de_at: Kann das Objekt nicht erzeugen: Ungültiger Taskname '%s'.

source: Cannot create object: Cannot find class '%s'.
de_at: Kann das Objekt nicht erzeugen: Klasse nicht gefunden '%s'.

source: %s: Temp folder is not set or invalid.
de_at: %s: Kein oder ungültiges Temporärverzeichnis gesetzt.

source: Task '%s': temp folder is '%s'.
de_at: Task '%s': Temporärverzeichnis ist '%s'.
