Repository: ArkThis/cinbox
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_at

source: isFileOlderThan: Invalid reference file '%s'. Does it exist and is a file?
de_at: isFileOlderThan: Ungültige Referenzdatei '%s'. Existiert sie und ist eine Datei?

source: Invalid logstyle: '%s'. Valid options are: %s
de_at: Ungültiger Logstyle: '%s'. Gültige Optionen sind: %s

source: Invalid logfile name: Not a string: %s
de_at: Ungültiger Logfile-Dateiname: Kein String: %s

source: Logfile '%s' is not writable. Check permissions?
de_at: Logfile '%s' ist nicht beschreibbar. Zugriffsrechte überprüfen?

source: Could not write to logfile '%s'.
de_at: Konnte nicht in Logfile '%s' schreiben.

source: Exception was in '%s'(%d)
de_at: Ausnahmefehler war in '%s'(%d)

source: Stack trace: %s
de_at: Ablaufverfolgung (Stacktrace): %s

source: Loglevel must be numeric, but is: %s
de_at: Loglevel muss numerisch sein, ist aber: %s

source: Invalid loglevel: %d
de_at: Ungültiges loglevel: %d

source: Cannot move logfile: No logfile name set yet
de_at: Kann Logfile nicht verschieben: Logfile hat noch keinen Namen

source: Cannot move logfile: target already exists: '%s'
de_at: Kann Logfile nicht verschieben. Ziel existiert bereits: '%s'

source: Could not move logfile '%s' to '%s'.
de_at: Konnte Logfile '%s' nicht nach '%s' verschieben.
